# Homebrew
# --------------------
brew "asdf"
brew "curl"
brew "direnv"
brew "efm-langserver"
brew "fish"
brew "fzf"
brew "git"
brew "gh"
brew "jq"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "openssl"
brew "pipx"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

# Cask
# --------------------
cask "1password"
cask "alfred"
cask "betaflight-configurator"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "imagealpha"
cask "imageoptim"
cask "istat-menus"
cask "kitty"
cask "moom"
cask "netnewswire"
cask "ngrok"
cask "paw"
cask "slack"
cask "spotify"
cask "tableplus"
cask "ultimaker-cura"
cask "whatsapp"
cask "zoom"

# Mac App Store
# --------------------
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Color Picker", id: 1545870783
mas "Keynote", id: 409183694
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shapr3D", id: 1091675654


# Misc
# --------------------
tap "homebrew/cask-drivers"

cask "logitech-options"
