# Homebrew
# --------------------
brew "ast-grep"
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "gh"
brew "jq"
brew "mas"
brew "mise"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "stow"
brew "wget"
brew "zoxide"

# Docker (via lima)
brew "lima"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-credential-helper"

# Cask
# --------------------
cask "1password"
cask "dash"
cask "imageoptim"
cask "kitty"
cask "raycast"
cask "spotify"
cask "steermouse"
cask "whatsapp"

# Mac App Store
# --------------------
mas "1Blocker", id: 1365531024
mas "Marked 2", id: 890031187
