# Homebrew
# --------------------
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "gh"
brew "jq"
brew "mas"
brew "mise"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "stow"
brew "wget"
brew "zoxide"

# Docker (via lima)
brew "lima"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-credential-helper"

tap "universal-ctags/universal-ctags"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

# Cask
# --------------------
cask "1password"
cask "dash"
cask "discord"
cask "imageoptim"
cask "kitty"
cask "raycast"
cask "spotify"
cask "steermouse"
cask "tableplus"
cask "whatsapp"

# Mac App Store
# --------------------
mas "1Blocker", id: 1365531024
mas "Bear", id: 1091189122
mas "Color Picker", id: 1545870783
mas "Keynote", id: 409183694
mas "Marked 2", id: 890031187
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shapr3D", id: 1091675654
mas "Things", id: 904280696
