# Homebrew
# --------------------
brew 'asdf'
brew 'bat'
brew 'curl'
brew 'direnv'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'httpie'
brew 'jq'
brew 'neovim'
brew 'openssl'
brew 'pipx'
brew 'ripgrep'
brew 'tmux'
brew 'wget'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ["HEAD"]

# Cask
# --------------------
cask 'alfred'
cask 'calibre'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'forklift'
cask 'imagealpha'
cask 'imageoptim'
cask 'istat-menus'
cask 'kitty'
cask 'moom'
cask 'netnewswire'
cask 'paw'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'transmission'
cask 'whatsapp'

# Fonts
# --------------------
brew 'font-sf-mono'

# Misc
# --------------------
tap 'homebrew/cask-drivers'

cask 'logitech-options'
