# Homebrew
# --------------------
#tap Homebrew/brewdler
tap 'homebrew/dupes'

brew 'ansible --HEAD'
brew 'ctags'
brew 'curl'
brew 'fish'
brew 'git'
brew 'httpie'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'rbenv --HEAD'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'

# Cask
# --------------------
cask 'dropbox'
cask 'duet'
cask 'flash'
cask 'flux'
cask 'forklift'
cask 'iterm2'
cask 'java'
cask 'mailbox'
cask 'paw'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steermouse'
cask 'todoist'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'ynab'

# Appstore & manual
# --------------------
#
# 1/ Chrome and Firefox 1password integration requires
#    them to be installed in /Applications directory
#
# 1password, dash, sunrise, clear, notability, chrome, firefox, keynote, numbers, pages
